Repository: jonnitto/Jonnitto.PrettyEmbedYoutube
Catalog: Resources/Private/Translations/*/NodeTypes/YouTube.xlf
Languages: de

# groups.settings
source: Settings
de: Einstellungen

# groups.image
source: Image
de: Bild

# properties.customPreviewImage
source: Custom Preview Image
de: Eigenes Vorschaubild

# properties.type
source: Type of ID
de: Art der ID

# properties.lightbox
source: Open Video in a lightbox
de: Öffne Video in einer Lightbox

# properties.showInfo
source: Display video information (top bar)
de: Zeige Videoinformation (Balken oben)

# properties.showControls
source: Display YouTube player controls
de: Zeige Steuerelemente des YouTube-Players

# properties.loop
source: Play video in a loop
de: Spiele Video in einer Schleife

# properties.closedCaptions
source: Display closed captions (if available)
de: Zeige Untertitel (sofern verfügbar)

# properties.showRelated
source: Display related videos on video end
de: Zeige ähnliche Videos am Videoende

# properties.allowFullScreen
source: Allow fullscreen mode
de: Erlaube Vollbildmodus
